Revit 2027 API
ParameterTypeId.RbsFpSprinklerOrificeSizeParam Property
 "Orifice Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFpSprinklerOrificeSizeParam { get; }
Public Shared ReadOnly Property RbsFpSprinklerOrificeSizeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFpSprinklerOrificeSizeParam {
	ForgeTypeId^ get ();
}
static member RbsFpSprinklerOrificeSizeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace